Revit 2027 API
ParameterTypeId.CircuitPhaseParam Property
 "Phase Label"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CircuitPhaseParam { get; }
Public Shared ReadOnly Property CircuitPhaseParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CircuitPhaseParam {
	ForgeTypeId^ get ();
}
static member CircuitPhaseParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace